Repository: coper101/Data-Pill-iOS
Catalog: Data Pill Widget/*.lproj/UsageType.strings
Languages: de, fil, zh_hans

# cjQHSd-Tnj2fx
source: Just to confirm, you wanted ‘Plan’?
de: Nur zur Bestätigung, Sie wollten „Planen“?
fil: Para kumpirmahin lang, gusto mo ng 'Plan'?
zh_hans: 只是为了确认，你想要“计划”？

# cjQHSd-U2dnME
source: Just to confirm, you wanted ‘Daily’?
de: Nur zur Bestätigung, Sie wollten „Täglich“?
fil: Para kumpirmahin lang, gusto mo ng 'Kada Araw'?
zh_hans: 只是为了确认，你想要“每日”？

# IvNlJe
source: Usage Type
de: Nutzungsart
fil: Uri ng Paggamit
zh_hans: 使用类型

# kvWuc7-Tnj2fx
source: There are ${count} options matching ‘Plan’.
de: Es gibt ${count} Optionen, die mit „Planen“ übereinstimmen.
fil: Mayroong ${count} na opsyon na tumutugma sa ‘Plan’.
zh_hans: 有 ${count} 个选项匹配“套餐”。

# kvWuc7-U2dnME
source: There are ${count} options matching ‘Daily’.
de: Es gibt ${count} Optionen, die mit „Täglich“ übereinstimmen.
fil: Mayroong ${count} na mga opsyon na tumutugma sa 'Araw-araw.'
zh_hans: 有 ${count} 个选项匹配“每日”。

# sXz2gy
source: Set the Type of Usage
de: Wählen Sie die Nutzungsart aus
fil: Piliin ang Uri ng Paggamit
zh_hans: 设置使用类型

# t0jnec
source: Set the Type of Usage
de: Wählen Sie die Nutzungsart aus
fil: Piliin ang Uri ng Paggamit
zh_hans: 设置使用类型

# TbM4u3
source: Select Type of Usage
de: Wählen Sie die Nutzungsart aus
fil: Piliin ang Uri ng Paggamit
zh_hans: 设置使用类型

# Tnj2fx
source: Plan
de: Planen
zh_hans: 套餐

# U2dnME
source: Daily
de: Täglich
fil: Kada Araw
zh_hans: 每日

# vLk7fh
source: Usage Type
de: Nutzungsart
fil: Uri ng Paggamit
zh_hans: 使用类型

# wSgwdP
source: Usage Type
de: Nutzungsart
fil: Uri ng Paggamit
zh_hans: 使用类型
