Repository: coper101/Data-Pill-iOS
Catalog: *.lproj/Localizable.strings
Languages: fil

source: %@ Days
fil: %@ Araw

source: Accumulate
fil: Iponin

source: APPEARANCE
fil: HITSURA

source: Customize Pill
fil: I-customize ang Pill

source: Daily
fil: Araw-araw

source: DAILY
fil: KADA ARAW

source: Daily Limit
fil: Limit Kada Araw

source: Daily Usage
fil: Pang-araw-araw na Paggamit

source: DAILY USAGE
fil: PANG-ARAW-ARAW NA PAGGAMIT

source: Daily Usage, Plan Usage
fil: Pang-araw-araw na Paggamit, Paggamit ng Plan

source: Data Amount
fil: Dami ng Data

source: Data Pill will just monitor and track your daily mobile data.
fil: Susubaybayan lang ng Data Pill ang iyong pang-araw-araw na mobile data.

source: Data Unit
fil: Yunit ng Data

source: Deduct
fil: Ibawas

source: Do you have a Data Plan?
fil: May Data Plan ka ba?

source: Done
fil: Tapos Na

source: Exceeds 90% of Limit
fil: Paglumampas sa 90%

source: Exceeds 100% of Limit
fil: Paglumampas sa 100%

source: Exceeds maximum data amount
fil: Lampas sa maximum na halaga ng data

source: FILL USAGE
fil: PAGPUNAN NG PAGGAMIT

source: Fri
fil: Biyernes

source: From
fil: Mula Sa

source: Get Started
fil: Magsimula

source: Great!
fil: Ayos!

source: If you ever subscribe to a plan in the future, toggle Data Plan.
fil: Kung sakaling mag-subscribe ka sa isang Plan sa hinaharap, i-toggle ang Data Plan.

source: In Daily
fil: Sa Kada-araw

source: In Weekly
fil: Sa Lingguhan

source: LABELS
fil: MGA LABEL

source: LAST %lld RECORDS
fil: HULING %lld REKORD

source: LEFT
fil: NATITIRA

source: Manual
fil: Manwal

source: Min: %lld Characters
fil: Hind bababa sa %lld Karakter

source: Mon
fil: Lunes

source: No Worries!
fil: Walang Problema!

source: Nope
fil: Wala

source: Notifications
fil: Notification

source: Period
fil: Piryud

source: PERIOD
fil: PIRYUD

source: Plan Limit
fil: Limit ng Plan

source: Plan Usage
fil: Paggamit ng Plan

source: PLAN USAGE
fil: PAGGAMIT NG PLAN

source: Please allow notification in settings to get notifications
fil: Mangyaring payagan ang notification sa Settings upang makakuha ng mga notification

source: Records
fil: Mga Rekord

source: Report a Bug
fil: Mag-report ng Bug

source: Report A Bug
fil: Mag-report ng Bug

source: Request a Feature
fil: Humiling ng Feature

source: Request A Feature
fil: Humiling ng Feature

source: Sat
fil: Sabado

source: Save
fil: I-save

source: Send Via Mail
fil: I-send sa via email

source: Set the amount of data in your plan and the period it starts and ends.
fil: Itakda ang dami ng data sa iyong plano at ang panahon na magsisimula at magtatapos ito.

source: Show All Records
fil: Ipakita Lahat ng Rekord

source: Sorry, the data can’t be loaded from the Storage.
fil: Paumanhin, hindi ma-load ang data mula sa Storage.

source: Start
fil: Magsimula

source: Sun
fil: Linggo

source: SUPPORT
fil: SUPORTA

source: Synced
fil: Naka-sync

source: This Week
fil: Ngayong Linggo

source: Thu
fil: Huwebes

source: To
fil: Hanggang

source: Today
fil: Nagyon

source: TODAY
fil: NGAYON

source: TOTAL
fil: KABUUAN

source: Tue
fil: Martes

source: USAGE
fil: PAGGAMIT

source: USED
fil: GINAMIT

source: We will get back to you once we’ve received your report. We appreciate your support for this app.
fil: Babalik kami sa iyo kapag natanggap na namin ang iyong ulat. Pinahahalagahan namin ang iyong suporta para sa app na ito.

source: Wed
fil: Miyerkules

source: WEEKLY
fil: LINGGUHAN

source: Yep
fil: Meron

source: You have reached the max limit
fil: Naabot mo na ang max na limitasyon

source: ⚠️ Daily Usage Limit Exceeded
fil: ⚠️ Lumampas Ka Na Sa Limit Sa Araw Na Ito

source: You've used up %lld%% of your data today
fil: Naubos mo na ang %lld%% ng iyong data sa araw na ito

source: ❗️Data Plan Usage Limit Exceeded❗️
fil: ❗️Lumampas Ka Na Sa Limit Ng Data Plan❗️

source: Please turn off mobile data now
fil: Paki-off ng iyong mobile data ngayon
